Repository: mishtaiwi/quetzal-network-editor
Catalog: locale/*/myapp.po
Languages: es

source: Abort
es: Anular

source: action
es: acción

source: Add Files
es: Agregar archivos

source: Add Stop Inline
es: Agregar parada en línea

source: Cancel
es: Cancelar

source: Click on the map to start drawing
es: Dar clic en el mapa para comenzar a dibujar

source: Close
es: Cerrar

source: Confirm
es: Confirmar

source: Create a network from scratch
es: Crear un red desde cero

source: Create new Line
es: Crear nueva línea

source: Cut Line At Node
es: Línea de corte en el nodo

source: Cut Line From Node
es: Línea de corte desde el nodo

source: Delete
es: Eliminar

source: Delete Line
es: Eliminar línea

source: Delete Stop
es: Eliminar parada

source: double click to edit line, right click to edit line properties
es: doble clic para editar línea, clic derecho para editar propiedades de la línea

source: Edit Line
es: Editar línea

source: Edit Line Info
es: Editar información de la línea

source: Edit Line Properties
es: Editar propiedades de la línea

source: Edit Link Info
es: Editar información de enlace

source: Edit Node Info
es: Editar información de nodo

source: Edit Properties
es: Editar propiedades

source: Example
es: Ejemplo

source: Export
es: Exportar

source: Export All
es: Exportar todo

source: Export Only Visible
es: Exportar lo visible

source: Extend Line Downward
es: Extender línea hacia abajo

source: Extend Line Upward
es: Extender línea hacia arriba

source: file is not a zip. Import aborted
es: el archivo no es un zip. Importación anulada

source: Hide All
es: Esconder todo

source: Hold left click to drag
es: Clic izquierdo sostenido para arrastrar

source: Import
es: Importar

source: invalid CRS. use CRS84 / EPSG:4326. Import aborted
es: el CRS es inválido. Usa CRS84 / EPSG:4326. Importación anulada

source: item
es: ítem

source: Left click to add a stop
es: Clic izquierdo para agregar una parada

source: Lines
es: Líneas

source: Links
es: Enlaces

source: Links and Nodes files must be geojson in EPSG:4326
es: Los archivos de enlaces y nodos deben estar en geojson en EPSG:4326

source: Load a zip file containing
es: Cargar un archivo zip que contenga

source: Load Files
es: Cargar archivos

source: Load Montréal Example
es: Cargar Ejemplo Montréal

source: Map
es: Mapa

source: modification aborted
es: modificación abortada

source: modification applied
es: modificación aplicada

source: Move Stop
es: Mover parada

source: New Project
es: Nuevo Proyecto

source: Nodes
es: Nodos

source: nodes.geojson and links.geojson
es: nodes.geojson y links.geojson

source: Not a valid zip file. Import aborted
es: No es una archivo zip válido. Importación anulada

source: Overwrite current Project ?
es: ¿Sobrescribir proyecto actual?

source: Right click for context menu
es: Clic derecho para el menú contextual

source: Right click to edit properties
es: Clic derecho para editar propiedades

source: Save
es: Guardar

source: Save Changes?
es: ¿Guardar cambios?

source: Show All
es: Mostrar Todo

source: there is duplicated links index. Import aborted
es: hay índices de enlaces duplicados. Importación anulada

source: there is duplicated nodes index. Import aborted
es: hay índices de nodos duplicados. Importación anulada

source: Yes
es: Sí
